Dlubal.RFEM5.NurbsSurface
NURBS surface parameters

Dlubal.RFEM5.NurbsSurface.General
General parameters

Dlubal.RFEM5.NurbsSurface.OrderX
Order in x-direction

Dlubal.RFEM5.NurbsSurface.OrderY
Order in y-direction

Dlubal.RFEM5.NurbsSurface.Nodes
Two dimensional array of node numbers

Dlubal.RFEM5.NurbsSurface.Weights
Two dimensional array of weights

Dlubal.RFEM5.NurbsSurface.KnotsX
X-Node values

Dlubal.RFEM5.NurbsSurface.KnotsY
Y-Node values